Repository: umerov1999/miscdests
Catalog: i18n/*/LC_MESSAGES/miscdests.po
Languages: bg_bg, fr_fr, vi

source: Actions
bg_bg: Действия
vi: Các thao tác

source: Add Misc Destination
bg_bg: Добави Друго Направление
fr_fr: Ajouter Destination
vi: Thêm điểm đích Misc

source: Allows creating destinations that dial any local number (extensions, feature codes, outside phone numbers) that can be used by other modules (eg, IVR, time conditions) as a call destination.
bg_bg: Позволява създаване на направления които да набират всеки локален номер (вътрешни линии, специални кодове, външни телефонни номера), които да се използват от други модули (например IVR, Времеви Условия) като направление за обаждането.
vi: Cho phép tạo các điểm đích mà khi quay số bất kỳ số điện thoại tại chỗ nào ( máy nhánh, các mã tính năng, các số điện thoại bên ngoài) có thể sử dụng bởi các mô đun khác ( cụ thể IVR, các điều kiện thời gian) giống như một điểm đích cuộc gọi.

source: Applications
bg_bg: Приложения
vi: Các ứng dụng

source: Delete
bg_bg: Изтрий
fr_fr: Supprimer
vi: Xóa

source: Description:
bg_bg: Описание:
vi: Mô tả:

source: Destination
vi: Điểm đích

source: Dial:
bg_bg: Избери:
fr_fr: Composer :
vi: Quay số:

source: Edit Misc Destination
bg_bg: Редактирай Друго Направление
fr_fr: Editer Destination
vi: Chỉnh sửa điểm đích Misc

source: Enter the number this destination will simulate dialing, exactly as you would dial it from an internal phone. When you route a call to this destination, it will be as if the caller dialed this number from an internal phone.
bg_bg: Въведете номер който това направление ще имитира при избиране, така както бихте го избрали от вътрешен телефон. Когато рутирате обаждане към това направление, ще бъде все едно че обаждащия се избира този номер от вътрешен телефон.
fr_fr: Entrez le numéro dont cette destination simulera la numérotation, exactement comme si vous la numérotiez d'un téléphone interne. Lorsque vous routez un appel vers cette destination, ce sera comme si l'appelant avait composé ce numéro à partir d'un téléphone interne.
vi: Nhập số, điểm đích này sẽ mô phỏng việc quay số,nhất là khi bạn muốn quay số từ một máy điện thoại nội bộ. Khi bạn định tuyến một cuộc gọi đến điểm đích này, nó sẽ như thể người gọi đã quay số điện thoại này từ một điện thoại nội bộ.

source: Extension
vi: Máy nhánh

source: Give this Misc Destination a brief name to help you identify it.
bg_bg: Дайте на Друго Направление име с което да го идентифицирате.
fr_fr: Donnez un nom court à cette Destination pour vous aider à l'identfier.
vi: Đặt điểm đích Misc một tên ngắn gọn để giúp bạn xác định nó.

source: If you need access to a Feature Code, such as *98 to dial voicemail or a Time Condition toggle, these destinations are now provided as Feature Code Admin destinations. For upgrade compatibility, if you previously had configured such a destination, it will still work but the Feature Code short cuts select list is not longer provided.<br/><br/>
bg_bg: Ако ви трябва достъп до Специален Код, като *98 за избиране на Гласова Поща или промяна на Времево Условие,тези направления сега се представят като направление със Админ Специален Код. За съвместимост при обновяване, ако преди сте имали подобно направление то все още ще работи, но няма да се представи в списъка със Специални Кодове.<br/><br/>
vi: Nếu bạn muốn truy nhập vào một mã tính năng, ví dụ *98 để thực hiện cuộc gọi thoại hoặc một chuyển đổi điều kiện thời gian, những điểm đích này sẽ được cung cấp các điểm đích quản trị mã tính năng (Feature Code Admin). Đối với việc nâng cấp khả năng tương thích, nếu bạn đã cấu hình một điểm đích trước đó, nó sẽ vẫn hoạt động nhưng danh sách short cut của mã tính năng sẽ không bao giờ được cung cấp nữa.<br/><br/>

source: List Misc Destinations
bg_bg: Списък Други Направления
fr_fr: Afficher les destinations diverses
vi: Danh sách các điểm đích Misc

source: Misc Destination: %s
bg_bg: Друго Направление: %s
fr_fr: Destination diverse : %s
vi: Điểm đích Misc: %s

source: Misc Destinations
bg_bg: Други Направления
fr_fr: Destinations diverses
vi: Các điểm đích Misc

source: Misc Destinations are for adding destinations that can be used by other FreePBX modules, generally used to route incoming calls. If you want to create feature codes that can be dialed by internal users and go to various destinations, please see the <strong>Misc Applications</strong> module.
bg_bg: Други Направления се използват за добавяне на направления, които да се използват от други FreePBX модули, главно използвани за рутиране на входящите обаждания. Ако искате да създадете специални кодове, които да се избират от вътрешните потребители и да отиват към различни направления, моля вижте модул <strong>Други Приложения</strong>.
fr_fr: Les destinations diverses permettent d'ajouter des destinations qui peuvent être utilisées par d'autres modules de FreePBX et sont généralement utilisées pour router les appels entrants. Si vous voulez créer des codes de caractéristique qui peuvent être appelés par les utilisateurs internes et peuvent aller vers diverses destinations, veuillez vous référer au module <strong>Applications diverses</strong>.
vi: Điểm đích Misc cho việc thêm các điểm đích có thể được sử dụng bởi các mô đun FreePBX khác, thông thường được sử dụng để định tuyến các cuộc gọi đến. Nếu bạn muốn tạo các mã tính năng để quay số bởi người dùng nội bộ và đi đến nhiều điểm đích, vui lòng xem mô đun <strong>Misc Applications</strong>.

source: Please enter a valid Description
bg_bg: Моля въведете правилно Описание
fr_fr: Veuillez entrer une description valide
vi: Vui lòng nhập một mô tả hợp lý

source: Please enter a valid Dial string
bg_bg: Моля въведете правилен стринг за Избери
fr_fr: Veuillez entrer une chaîne de numérotation valide
vi: Vu lòng nhập một chuỗi quay số hợp lệ

source: Removing Settings table
bg_bg: Премахване на таблица Настройки
fr_fr: Suppression de la table de paramètres (miscdests)
vi: Đang xóa bảng cài đặt

source: Reset
bg_bg: Изчисти
fr_fr: Réinitialiser
vi: Cài đặt lại

source: Submit
bg_bg: Приеми
fr_fr: Soumettre
vi: Gửi đi

source: This destination is in use. Deleting it may cause things to not work properly
bg_bg: Това направление се използва. Изтриването може да доведе до проблеми
vi: Điểm đích này đang được sử dụng. Đang xóa nó có thể gây nên một số trục trặc khi hoạt động
